---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.OmniclassDescription
source: html/10e3c4e9-c101-592f-dfe7-14b125523b2d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.OmniclassDescription Property

"OmniClass Title"

## Syntax (C#)
```csharp
public static ForgeTypeId OmniclassDescription { get; }
```